package com.darya.compiment.telegram.compliments;

public class GoodMoodCompliments {
    public static final String ALL = "У тебя такие тонкие и изящные пальчики, что мне хочется все время держать тебя за руку.|\n" +
            "Ты знала, что, когда улыбаешься, то у тебя на щеках появляются ямочки? Они такие милые.|\n" +
            "У тебя шикарный цвет глаз, такой насыщенный (глубокий, яркий, редкий, мягкий). Кстати, это мой любимый оттенок.|\n" +
            "Улыбайся, пожалуйста, почаще. У тебя сразу начинают глаза блестеть, и ты выглядишь потрясающе.|\n" +
            "У тебя такая тонкая талия (изящные кисти, плавная линия плеч). Мне очень нравится твоя женственность.|\n" +
            "Потрясающая фигура! Тебя легко принять за фитнес-тренера или спортсменку.|\n" +
            "Ммм, такая нежная (бархатистая, гладенькая, мягкая) кожа. Ты, наверное, очень тщательно ухаживаешь за ней.|\n" +
            "Ты настолько изумительна, что мне хочется стать художником и запечатлеть все твои линии, ямочки, тени на холсте.|\n" +
            "Ты очень красива без макияжа, а твоя естественная красота видна сразу. Это большая редкость.|\n" +
            "Прости, засмотрелся на тебя и потерял мысль. Ты не могла бы повторить все еще раз?|\n" +
            "Всегда мечтал о такой доброй (ласковой, нежной, заботливой, чуткой) женщине. Я счастлив, что встретил тебя.|\n" +
            "Твоя целеустремленность (сила воли, уверенность, настойчивость, любые сильные качества) заслуживает похвал. Я искренне горжусь тобой.|\n" +
            "Спасибо за то, что всегда стараешься меня понять. Для меня очень ценны твои миролюбие, неконфликтность и умение идти на компромисс.|\n" +
            "Спасибо за твою искренность и открытость. Ты не представляешь, насколько они для меня важны.|\n" +
            "Порой ты тихая и немного замкнутая, но это делает тебя такой таинственной. Мне нравится твоя загадочность и скромность.|\n" +
            "С тобой никогда не заскучаешь. Ты веселая, активная и жизнерадостная. Ты же всегда будешь такой, правда-правда?|\n" +
            "Ты сама это придумала (сделала)? Какая ты молодец! Очень красиво (креативно, необычно, находчиво).|\n" +
            "Я уважаю твое стремление совершенствоваться и становиться еще лучше. Хотя мне каждый раз кажется, что лучше уже некуда. Но ты всегда приятно меня удивляешь.|\n" +
            "Родная, спасибо за верность и преданность. Я рад, что могу быть спокоен и доверять тебе на все 100%.|\n" +
            "У тебя потрясающий вкус. Я не знаю, чтобы я делал без твоей бережливости, аккуратности и хозяйственности.|\n" +
            "Обожаю твои изящные изгибы форм. Они будоражат мою кровь.|\n" +
            "Хочется целовать каждый сантиметр твоего тела и все время наслаждаться тобой.|\n" +
            "Без ума от твоей походки. Каждый шаг, каждое движение бедрами дразнит, манит и чертовски заводит.|\n" +
            "Как, по-твоему, я должен держать себя в руках, если ты так сногсшибательно выглядишь?|\n" +
            "Рядом с тобой мне постоянно приходится контролировать себя. Если бы не все эти люди вокруг…|\n" +
            "Мне безумно хочется тебя обнять прямо сейчас, но я боюсь, что, сделав это, уже не смогу удержаться от продолжения.|\n" +
            "Можешь сказать это еще раз? У тебя такой сексуальный тембр голоса.|\n" +
            "Прекрати так улыбаться (смотреть, делать, говорить), иначе я сейчас прямо здесь тебя раздену и наброшусь.|\n" +
            "Что я думаю о твоем внешнем виде? Скажем так, если бы существовал измеритель сексуальности, то рядом с тобой он бы уже давно взорвался от перегрузки.|\n" +
            "Ты — мой личный афродизиак. Волнуешь, возбуждаешь, отключаешь голову, играешь со мной.|\n" +
            "Я не хочу видеть рядом кого-либо, кроме тебя. Ты — моя единственная, и я твердо в этом уверен.|\n" +
            "Ты — это самый лучший выбор, который я сделал за свою жизнь. Я рад, что судьба свела нас вместе.|\n" +
            "Спасибо за то, что делаешь меня счастливым, я еще никогда не испытывал такой радости и блаженства.|\n" +
            "Я понятия не имею, есть ли там наверху кто-то, кто предназначает людей друг для друга. Но если предположить, что это так, то ты точно моя половина.|\n" +
            "Я не встречал таких, как ты. Ты действительно особенная и неповторимая.|\n" +
            "Зачем мне думать или мечтать о первых красавица мира, если у меня есть ты?|\n" +
            "Я хочу, чтобы то, что есть между нами, длилось очень и очень долго. Нет, не так. Хочу, чтобы это было навсегда и именно с тобой.|\n" +
            "Мне трудно выразить свои чувства к тебе, потому что таких сильных эмоций я никогда не испытывал.|\n" +
            "С тех пор, как ты появилась в моей жизни, мне стало очень трудно замечать кого-то еще. А сейчас, кроме тебя, в моем мире вообще никого не существует.|\n" +
            "Ну вот что ты наделала? Работать не могу, развлекаться не могу, с друзьями тоже сам не свой. Почему? Да потому что только о тебе и думаю.|\n" +
            "Ты такая хрупкая и нежная, что хочется постоянно носить на руках и оберегать от всего плохого.|\n" +
            "Не хочу отпускать тебя туда одну, вдруг кто-то украдет такое сокровище!|\n" +
            "Я хочу засыпать и просыпаться с тобой, видеть твою сонную мордашку каждое утро и будить тебя поцелуями.|\n" +
            "Я знаю, что ты самостоятельная взрослая девушка, но ничего не могу с собой поделать. Хочу заботиться о тебе все время.|\n" +
            "Милая, родная, самая лучшая, ты — моя радость и вдохновение.|\n" +
            "Можно я тебя обниму и больше не буду отпускать? Серьезно, отпускать тебя из объятий с каждым разом становится все сложнее.|\n" +
            "Давай я заправлю этот непослушный локон за ушко. Нет-нет, он тебе очень идет и выглядит мило. Мне просто хотелось тебя коснуться.|\n" +
            "Я боюсь сделать что-то не так. Твои ранимость и чувственность делают тебя такой хрупкой, но такой нежной, женственной и прекрасной.|\n" +
            "Я не хочу казаться навязчивым, но у тебя настолько сладкие пальчики и сахарные губки, что мне все время хочется целовать их.|\n" +
            "Каждый раз, когда ты рядом, у меня ощущение, что весь мир становится более красочным и удивительным.|\n" +
            "Смотрю на тебя — и хочется сажать лесополосы, строить жилые комплексы и воспитывать целое поколение.|\n" +
            "У тебя точно жар, температура градусов так под 40. Нет? А как же ты опьяняешь меня тогда?|\n" +
            "Я не умею делать сальто, а вот мое сердце научилось, когда увидело тебя.|\n" +
            "Ну ты хотя бы огнетушитель с собой носила, раз так выглядишь.|\n" +
            "Нарушаем, девушка? Где предупредительная табличка “Осторожно! Вызывает бессонницу, рассеянность и влюбленность”?|\n" +
            "В детстве мечтал стать пиратом. Похоже, стал. Ром пил, бороду отпускал, на корабле плавал, теперь вот клад нашел.|\n" +
            "Говорят, нужно брать от жизни только самое лучшее. Так что я тебя забираю.|\n" +
            "Мне не нужно было спрашивать, где ты. А и так понял, что ты где-то рядом, когда увидел кучу мужчин со светящимися глазами.|\n" +
            "Ты вот просто улыбнулась, а у меня капитуляция мозга произошла.|\n" +
            "Мне друг сказал, что его девушка самая лучшая во всем мире. Смотрю на тебя и думаю — вре-е-е-е-ет он, зараза.|\n" +
            "Ты так мило морщишь носик, когда смеешься (нервничаешь, смущаешься, чихаешь).|\n" +
            "Мне нравится, когда ты накручиваешь локон на палец. Выглядишь такой озорной и обаятельной.|\n" +
            "Обожаю, когда ты начинаешь неосознанно покусывать (облизывать) губы. Это так сексуально.|\n" +
            "Потягиваешься, как кошечка. Так и хочется погладить.|\n" +
            "Ты всегда так приятно мурлыкаешь, когда пробуешь это блюдо. Официант, принесите еще три такие порции, пожалуйста.|\n" +
            "Категорически не могу ссориться с тобой. Ты, когда злишься, так сопеть умилительно начинаешь. Невозможно обижаться.|\n" +
            "Когда ты чем-то сильно увлечена, то склоняешь голову набок (показываешь язычок, забавно хмуришься, перебираешь волосы). На тебя всегда приятно и интересно смотреть.|\n" +
            "Я так люблю, когда ты кладешь голову мне на плечо. Ты в эти моменты кажешься такой маленькой и беззащитной.|\n" +
            "Меня успокаивает то, как ты гладишь меня по голове (смотришь на меня, обнимаешь, целуешь), когда я расстроен. Спасибо.|\n" +
            "Ты видела свое выражение лица, когда ты счастлива (взволнована, серьезна, растеряна)? Как тут не влюбиться?|\n" +
            "Благодаря тебе мне хочется быть лучше, сильнее, успешнее.|\n" +
            "Твоя поддержка заставляет меня чувствовать, будто я горы свернуть могу.|\n" +
            "Я действительно счастлив с тобой. И это полностью твоя заслуга.|\n" +
            "Твои слова всегда вдохновляют меня и усиливают уверенность в собственных силах.|\n" +
            "Моя жизнь действительно стала намного лучше после того, как я познакомился с тобой.|\n" +
            "Я не самый сдержанный (открытый, решительный, аккуратный) человек. Но твое присутствие заставляет меня меняться в лучшую сторону.|\n" +
            "Чтобы я делал без твоих советов (золотых рук, помощи, борщей)?|\n" +
            "Когда мне бывает сложно, я вспоминаю, что ты всегда рядом и любишь меня, и мне становится намного легче.|\n" +
            "Спасибо за то, что заботишься обо мне. Это приятно и очень важно для меня.|\n" +
            "Ты одна знаешь, как заставить меня смеяться (переосмыслить что-то, увидеть положительное, продолжать бороться).|\n" +
            "Ты рисуешь (шьешь одежду, занимаешься хенд-мейдом)? Должно быть, у тебя потрясающий вкус и чувство стиля.|\n" +
            "Танцуешь? Надеюсь, ты когда-нибудь покажешь мне. Уверен, ты очень красиво двигаешься.|\n" +
            "Поешь? А я как раз подумал, какой у тебя красивый и мелодичный голос.|\n" +
            "Любишь помогать людям? Очень приятно осознавать, что я встретил такую добрую и отзывчивую девушку.|\n" +
            "Нравится проводить время с друзьями? Наверное, ты душа компании. С тобой действительно очень интересно общаться.|\n" +
            "Играешь на музыкальном инструменте? Уверен, у тебя безупречный слух. Да и такие пальчики могут создавать только самые красивые звуки — 100%. Сыграешь как-нибудь?|\n" +
            "Занимаешься спортом? Тебе даже не нужно было об этом говорить, твоя фигура все сказала за тебя.|\n" +
            "Пишешь стихи (прозу, пьесы)? Тогда у тебя точно очень хорошее воображение. Не представляю, как можно сочинять. Ты удивительная девушка.|\n" +
            "Много читаешь? Порекомендуешь что-нибудь? Мне почему-то кажется, что ты сразу же угадаешь книгу, которая мне понравится.|\n" +
            "Увлекаешься кулинарией? Так, все, переезжай ко мне. Серьезно, такой интерес очень радует. Ты же просто находка.|\n" +
            "Это не ты играла главную роль в «Чудо-женщине»? Странно, а фильм явно о тебе.|\n" +
            "Я когда тебя вижу, то все мои 50 оттенков серого окрашиваются в ярко-красный.|\n" +
            "Я, конечно, не Ричард Гир, но ты та еще красотка.|\n" +
            "Рядом с тобой я Брюс Всемогущий.|\n" +
            "Хочется оберегать тебя, как Маленький принц свою Розу.|\n" +
            "Моя жизнь превратилась в Страну Чудес, когда ты появилась в ней.|\n" +
            "Шрама на лбу у меня нет, очков не ношу. Как же я сумел наколдовать себе такую прелесть?|\n" +
            "Ты моя Маргарита, ради которой я готов стать Мастером на все руки.|\n" +
            "Ты мой самый-самый редкий и красивый Аленький цветочек.|\n" +
            "Ты моя Маркиза ангелов — нежная, соблазнительная, чувственная.|"; 
}
