package com.darya.compiment.telegram.compliments;

public class MadMoodCompliments {
    public static final String ALL = "Нелегко быть собой. Вот, почему мне нужна ты.|\n" +
            " Я б хотел проводить с тобой каждую минуту, но иногда нужно заниматься делами.|\n" +
            " Самое тяжелое - это притворяться, что другие люди мне нравятся, так же как ты.|\n" +
            " У меня нет любимого цвета, мой любимый - любой, что ты носишь.|\n" +
            " Если бы ты знала, как часто я думаю о тебе, ты бы покраснела.|\n" +
            " Не могу оторвать от тебя глаз. Но если ты заметишь меня, я быстро отвернусь и будут делать вид, что ничего не было.|\n" +
            " Ты  - главная причина глобального потепления.|\n" +
            " Если есть одна вещь, которая мне в тебе нравится - это то, что мне нравится в тебе все.|\n" +
            " Разговаривать с тобой - лучшая часть моего дня, кроме сна и еды.|\n" +
            " Ты такая неуклюжая, но такая милая.|\n" +
            " Жаль, что ты не можешь увидеть того, что вижу я, иначе ты бы улыбнулась.|\n" +
            " Знаешь, что самое сладкое? Шоколадный торт и твое лицо.|\n" +
            " Наше время вместе, как легкий сон, просто он длится не очень долго.|\n" +
            " Ты иногда такая странная. И это круто.|\n" +
            " Ты слишком горячая, чтобы быть мороженым.|\n" +
            " Кроме еды, ты - моя любимая.|\n" +
            " Ты, как мои спортивные штаны. Ни с кем мне не бывает так комфортно, как с тобой.| \n" +
            " Спасибо, что не считаешь меня чудаком. Мы ведь оба знаем, что я странный, но ты принимаешь меня, и это меня радует.|\n" +
            " Ты такая милая, как радуга.|\n" +
            " Даже если бы тебя клонировали, ты бы все равно была уникальной, и выглядела лучше клона.|\n" +
            " Твоя улыбка - доказательство того, что лучшие вещи в жизни бесплатны.|\n" +
            " Ты умнее, чем Google.|\n" +
            " Если бы можно было жениться на еде, я бы все равно выбрал тебя вместо пиццы.|\n" +
            " Ты не тот человек, увидев которого, я бы притворился, что не видел.|\n" +
            " Никогда не могу запомнить свои сны, но думаю, что в них всегда есть ты.|\n" +
            " Ты, как крайний кусочек пазла, Без тебя все теряет смысл.|\n" +
            " Если бы мы оказались последними людьми на земле, мне не составило бы труда заново заселить Землю.|\n" +
            " Ты вдохновляешь меня, друзей, поклонников и, скорее всего, незнакомцев.|\n" +
            " Не знаю, можно ли считать сарказм навыком, но ты определенно овладела им в совершенстве.|\n" +
            " Ты такая красивая, что я точно украл бы твои фото, сделал фейковый аккаунт и набирал подписчиков в сети.|\n" +
            " На фоне твоего лица, все остальные кажутся некрасивыми.|\n" +
            " Ты как носок, который все время пропадает. Не знаю, как я его потерял, но хочу тебя обратно.|\n" +
            " Уверен, что тебе улыбаются младенцы.|\n" +
            " У тебя такое красивое тело, что глядя на тебя, возникает желание заняться спортом.|\n" +
            " Ты уникальна и прекрасна, как запах новой книги.|\n" +
            " Человек, который тебя воспитал, заслуживает медали за хорошую работу.|\n" +
            " Я не пьян, я одурманен тобой.|\n" +
            " Ты мой ответ “Ничего”, когда люди спрашивают, о чем я думаю.|\n" +
            " Ты мне не нравишься, я тебя обожаю.|\n" +
            " Каждый день с тобой, как день без телефона, я просто не знаю, чем себя занять.|\n" +
            " У меня хорошо получается наблюдать за людьми. Я так рад, что могу потренировать это хобби на тебе.|\n" +
            " Ты все делаешь лучше. Если бы больше людей было похоже на тебя, этот мир был бы идеальным.|\n" +
            " Ты не ленива, просто люди вокруг тебя слишком активны.|\n" +
            " Я бы гулял с тобой, даже если бы ты несколько дней не принимала душ.|\n" +
            " Выглядеть полнейшим идиотом с тобой не так уж и позорно.|\n" +
            " Есть обычные люди, а есть ты.|\n" +
            " Знаешь, ты практически так же прекрасна, как пирожное. Почти.|\n" +
            " Честно говоря, у тебя действительно хороший вкус на друзей (то есть меня).|\n" +
            " У меня есть много друзей, которые меня беспокоят. Ты точно не одна из них, потому что ты безупречна.|\n" +
            " Ты лучше, чем пузырчатая пленка.|\n" +
            " Я хочу с тобой гулять и творить глупости вместе.|\n" +
            " Если бы мир был полон крендельков, ты была бы пончиком.|\n" +
            " Ты та, кому я точно не хочу вмазать.|\n" +
            " Ты такая милая, что мне кажется тебе простили бы даже преступление.|\n" +
            " В школе за тебя голосовали бы как за девушку, которая всегда остается потрясающей.|\n" +
            " Если бы мне пришлось доделать свою работу, я точно знаю, что с тобой я бы ее не закончил.|\n" +
            " Ты мой любимый друг в караоке.|\n" +
            " Ты такая обаятельная, что, даже если бы я стал психопатом, я бы убил тебя последней.|\n" +
            " Ты, как математика, иногда сложная, но тебя стоит узнать.|\n" +
            " Ты совершенна в своем несовершенстве.|\n" +
            " Я не считаю тебя неуклюжей. Просто стены и пол настроены к тебе дружелюбно.|\n" +
            " По шкале от 1 до 10, ты - 11.|\n" +
            " С тобой я себя чувствую, будто только что вышел из душа.|\n" +
            " Ты воплощаешь в себе все лучшие качества каждого дома Хогвартса в одном.|\n" +
            " Когда мне приходит на ум гениальная идея, я всегда звоню тебе, чтобы удостоверится, что это не слишком глупо.|\n" +
            " Ты заставляешь меня делать вещи, которые я не хочу. Например, влюбляться в тебя, когда я не готов к этому.|\n" +
            " Ты так сексуальна, что детям до 18 должны запретить смотреть на тебя без родительского надзора.|\n" +
            " С этого дня, все мои желания на день рождения и Новый год будут связаны с тобой.|\n" +
            " Улыбка от тебя - этого более, чем достаточно, чтобы сделать мой день лучше.|\n" +
            " Не знаю почему, но когда ты делаешь что-то неловкое, ты привлекаешь меня еще больше.|\n" +
            " Извини, что так много улыбаюсь, просто когда я увидел тебя, у меня сразу поднялось настроение.|\n" +
            " Ты очень красивая, и я не знаю, что с этим делать.|\n" +
            " Ты заставляешь меня испытывать чувства, которым я не умею справляться, но мне нравится.|\n" +
            " Ты всегда запоминаешь мелкие детали обо мне. Мне это нравится.|\n" +
            " Я сегодня ничего не успел, но я думал о тебе, так что мой день прошел отлично.|\n" +
            " Я начинаю беспокоиться, когда тебя нет рядом. Я был бы намного счастливее, если бы ты не уходила.|\n" +
            " Я знаю, что у тебе есть все, чтобы пережить зомби апокалипсис.|\n" +
            " Котики и щенки должны ревновать к твоей милоте.|\n" +
            " Разве есть что-то, чего ты не можешь?|\n" +
            " Ты легко можешь заставить улыбнуться кого угодно.|\n" +
            " Я обычно не очень люблю людей, но ты - исключение.|\n" +
            " Действия говорят громче слов, а твои рассказывают удивительную историю.|\n" +
            " У тебя удивительным образом получается видеть в людях хорошее, даже если все видят плохое.|\n" +
            " Я могу лежать рядом с тобой вечность, или пока мы не пойдем кушать.|\n" +
            " Я бы все отдал, чтобы иметь возможность говорить с тобой ни о чем.|\n" +
            " Твой голос, как гимн ангелов.|\n" +
            " Твоя доброта - бальзам для любого сердца.|\n" +
            " Шанс встретить такого же человека, как ты - единственная причина, по которой я говорю с незнакомцами.|\n" +
            " Ты такая сладкая, что у меня начинают болеть зубы.|\n" +
            " Ты просто сногсшибательно красива, и это не самая интересная вещь о тебе.|\n" +
            " Ты единственная, которой я бы доверил свои пароли.|\n" +
            " Когда я впервые увидел тебя, то влюбился, ну может не свосем влюбился, просто ты так хорошо пахла.|\n" +
            " Когда я впервые встретил тебя, то подумал: “А она классная”, теперь я думаю “Она читает мои мысли”.|\n" +
            " Ты заслуживаешь поцелуя от Брэда Питта.|\n" +
            " Ты так красива… изнутри.|\n" +
            " Подожди, сейчас я надену свои солнечные очки, ты так ослепительна.|\n" +
            " Больше всего в тебе мне нравится, что ты не даешь мне творить глупости в одиночку.|\n" +
            " Я бы доверил тебе удалить историю моего браузера.|\n" +
            " Я так изменился с тех пор, как встретил тебя, что меня не узнает моя собака.|\n" +
            " Чем больше я узнаю тебя, тем больше я верю в единорогов.|";
}
