package com.darya.compiment.telegram.compliments;

public class TypicalMoodCompliments {
    public static final String ALL = "Ты меня понимаешь, как никто другой.|\n" +
            "Ты вносишь творческое начало в мою жизнь. Это делает мир более красочным.|\n" +
            "Без тебя мне всегда чего-то не хватает в жизни.|\n" +
            "Мне нравятся твои прикосновения. Я счастлив от того, что я с тобой.|\n" +
            "Мне приятно засыпать и просыпаться рядом с тобой.|\n" +
            "Даже, если бы мы были единственными людьми на планете, я бы, все равно, сказал, что ни одна женщина не целуется лучше тебя!|\n" +
            "Я плохо разбираюсь в танцах. Но мне приятно видеть, как загораются твои глаза, когда ты говоришь о своем увлечении.|\n" +
            "Как тебе удается всегда быть такой сексуальной? Даже, в обычной домашней одежде?|\n" +
            "Я не могу не восхищаться тем, что ты прощаешь мне мои ошибки и всегда остаешься на моей стороне.|\n" +
            "Такого человека, как ты, больше нет на всем земном шаре. Я люблю тебя, такой, какая ты есть.|\n" +
            "Мне бы хотелось быть твоим зеркалом, ведь тогда я бы мог видеть тебя каждое утро.|\n" +
            "Если бы я ел конфету каждый раз, когда думаю о тебе, то уже был бы толстым, как дирижабль.|\n" +
            "Каждый раз, когда я о тебе думаю, у меня замирает сердце.|\n" +
            "У меня каждый раз подскакивает сердце к горлу, когда я вижу сообщение от тебя.|\n" +
            "Каждый раз, когда я захожу на сайт, я адеюсь, что ты онлайн.|\n" +
            "Мне бы хотелось сейчас взять тебя за руку.|\n" +
            "Пусть даже я не вижу тебя сейчас, но знаю, что ты выглядишь потрясающе.|\n" +
            "Не могу дождаться, когда снова тебя увижу.|\n" +
            "Я скучаю по ощущению твоего тела в моих объятиях.|\n" +
            "В тебе есть все, что мог бы пожелать любой мужчина.|\n" +
            "Ты такая подтянутая и спортивная, наверное, ты вкладываешь много времени и сил в свою потрясающую форму.|\n" +
            "Ты даже слишком привлекательная, это даже немного страшно, какое влияние ты имеешь на меня и вообще на мужчин.|\n" +
            "Знаешь, ты такая красивая… Просто удивительная.|\n" +
            "Ты не можешь винить меня в том, что я влюбился ‒ у меня просто не было шансов!|\n" +
            "Эй, детка, твои родители случайно не пекари? Тогда откуда у них такая булочка с коричкой?|\n" +
            "Я никак не могу набраться смелости, чтобы глядя тебе в глаза сказать, что люблю тебя, поэтому мне остается пока только писать тебе об этом в письмах.|\n" +
            "Когда ты рядом со мной, я словно забываю, как дышать.|\n" +
            "Мне бы очень хотелось поцеловать тебя прямо сейчас.|\n" +
            "Не могу дождаться, чтобы снова увидеть тебя завтра, потому что ты становишься все более и более привлекательной с каждым днем, и я уже в предвкушении, какой же удивительной ты будешь в следующий раз.|\n" +
            "Детка, ты случайно не Земфира? Потому что ты живешь в моей голове!|\n" +
            "Как тебе удается так сногсшибательно выглядеть каждый день? Я просто дар речи теряю, когда смотрю на тебя.|\n" +
            "Пришли мне свое фото, чтобы я мог отправить его Деду Морозу как референс для подарка \uD83D\uDE09|\n" +
            "Ты сегодня так роскошно выглядела. Да, мы не виделись сегодня, но я просто знаю, что ты роскошно выглядишь каждый день.|\n" +
            "Ты так чудесно выглядела в последний раз, когда я тебя видел, что я напрочь забыл, что собирался сказать.|\n" +
            "Надеюсь, что твой день сегодня будет таким же прекрасным, как ты сама.|\n" +
            "Не работай сегодня слишком много, хорошо? В конце концов, ты и так делаешь многое для того, чтобы освещать мир своей красотой.|\n" +
            "Когда я с тобой, то улыбаюсь так много, что у меня даже челюсти болят с непривычки.|\n" +
            "Ты ‒ причина, по которой большинство парней мне завидуют.|\n" +
            "Похоже, когда господь создавал тебя, он решил показать все, на что способен.|\n" +
            "Я уже говорил тебе сегодня, как ты чудесно выглядишь?|\n" +
            "Я хотел бы быть твоим плюшевым мишкой, чтобы ты обнимала меня каждую ночь.|\n" +
            "Ты ‒ одно из лучших творений бога на земле.|\n" +
            "Да, ты меня отвлекла, но ты мой самый любимый отвлекающий фактор.|\n" +
            "Я не могу думать ни о чем, кроме тебя, с того самого дня, когда мы впервые встретились.|\n" +
            "Даже не знаю, почему весь мир еще не копирует твое чувство стиля. Может быть, потому что они понимают, что не будут выглядеть так потрясающе, как ты, даже если начнут тебя копировать?|\n" +
            "Это платье так идеально тебе подходит, оно будто создано специально для тебя.|\n" +
            "Даже темные цвета кажутся яркими на тебе.|\n" +
            "Ты всегда выглядишь так роскошно, что мне хочется сказать: эй, прикрути немного свое великолепие, дай хотя бы немного шансов другим девушкам!|\n" +
            "Барышня, люди обвиняют вас в глобальном потеплении, потому что нельзя быть такой горячей!|\n" +
            "Ты выглядишь потрясающе, я просто поражен.|\n" +
            "Ты выглядишь потрясающе на этих фотографиях, но в жизни ты еще лучше.|\n" +
            "Серьезно, ты будто сошла с подиума только что. Ты выглядишь потрясающе.|\n" +
            "Каждый раз, когда я вижу твое фото, я хочу написать какой-нибудь очень трогательный и милый комплимент, чтобы рассказать, как я тобой восхищаюсь, но блин, все, что приходит мне на ум, это просто «Вау!».|\n" +
            "Знаешь, какая твоя черта ‒ самая привлекательная? Твоя доброта. Она побуждает меня становиться лучше каждый день.|\n" +
            "Твои губы ‒ это единственная сладость в мире, перед которой я никогда не смогу устоять.|\n" +
            "Мне ужасно хотелось бы поцеловать тебя прямо сейчас.|\n" +
            "Я обожаю твое лицо. Мне бы хотелось дотрагиваться до него прямо сейчас.|\n" +
            "Твои губы просто созданы для того, чтобы их целовать. А еще на них великолепно смотрится улыбка.|\n" +
            "Твои глаза ‒ как врата в рай. За них любой человек отдал бы душу. (Комплимент глазам девушки ‒ всегда работает)|\n" +
            "Мне нравится, как ощущается твоя рука в моей руке. Мне хотелось бы снова почувствовать это как можно скорее.|" +
            "Родители говорили мне не разговаривать с незнакомцами. Как насчет того, чтобы подружиться?|\n" +
            "Ты всегда в моих мыслях, когда я просыпаюсь в 3 часа ночи.|\n" +
            "Я не светофор, но всегда включал бы красный свет каждый раз, когда ты проходишь, чтобы полюбоваться на тебя чуть дольше.|\n" +
            "Можешь дать мне номер телефона твоих родителей? Я хотел бы поблагодарить их за то, что они вырастили такого прекрасного человека.|\n" +
            "Мне всегда приятно переписываться с тобой, но я не могу наклониться и поцеловать тебя.|\n" +
            "Давай совершим идеальное преступление. Ты украдешь моё сердце, а я твое.|\n" +
            "Возможно, у нас пока нет общих тем для разговора, но мне хочется с тобой поговорить. Привет!|\n" +
            "А ну перестань думать обо мне. Ну вот, ты опять это делаешь.|\n" +
            "Привет, я сделал первый шаг, теперь твоя очередь.|\n" +
            "Признаюсь, что думаю о тебе больше, чем иногда.|\n" +
            "Нельзя быть такой красивой. Ты сводишь меня с ума.|\n" +
            "Я хочу, чтобы ты знала, что сегодня мы с тобой идем на свидание.|\n" +
            "Каждое мгновение, проведенное с тобой, это все равно что быть в раю.|\n" +
            "Я все думаю, сколько времени пройдет, прежде чем ты поймешь, что ты нравишься мне, а я нравлюсь тебе.|\n" +
            "Не знаю, что ты подливаешь мне в чай, но каждый раз, когда я думаю о тебе, у меня на лице появляется улыбка.|\n" +
            "Привет, незнакомка. Хватит быть незнакомкой.|\n" +
            "Что нового в твоем прекрасном мире?|\n" +
            "Хотел написать тебе через день или два, но не могу ждать так долго.|\n" +
            "Перестань подавать мне противоречивый сигналы и давай обменяемся сексуальными мемами.|\n" +
            "Я только что увидел твою новую фотографию профиля. Ты выглядишь еще круче.|\n" +
            "Жду тебя у себя дома.|\n" +
            "Я все еще существую, если ты не забыла.|\n" +
            "Ты же знаешь, как сильно ты мне нравишься. Что будем с этим делать?|\n" +
            "Скажи правду, как долго ты ждала от меня сообщение?|\n" +
            "На случай, если тебе интересно, я все еще свободен.|\n" +
            "Ты так красива, что я забыл, что хотел к тебе подкатить.|\n" +
            "Итак, давай перейдем от пустого разговора к флирту.|\n" +
            "У меня большая проблема. Не могу перестать думать о тебе.|\n" +
            "Ты свободна до конца своей жизни?|\n" +
            "Если не ответишь мне через 3 секунды, ты - моя.|\n" +
            "Выйди из моей головы прямо ко мне в объятия.|";
}
